[[https://www.cdc.gov/flu/about/burden/index.html][Disease Burden of Flu]]
[[https://orgmode.org/worg/org-tutorials/org-spreadsheet-intro.html][Org as a spreadsheet system: a short introduction]]

|-----------+-----------|
|      Year |    Deaths |
|-----------+-----------|
| 2010-2011 |     37000 |
| 2011-2012 |     12000 |
| 2012-2013 |     43000 |
| 2013-2014 |     38000 |
| 2014-2015 |     51000 |
| 2015-2016 |     23000 |
| 2016-2017 |     38000 |
| 2017-2018 |     52000 |
| 2018-2019 |     28000 |
| 2019-2020 |     20000 |
|-----------+-----------|
|      Mean |     34200 |
|    Median |     37500 |
| Deviation | 13214.470 |
|-----------+-----------|
#+TBLFM: @12$2=vmean(@2..@11)
#+TBLFM: @13$2=vmedian(@2..@11)
#+TBLFM: @14$2=vsdev(@2..@11)
